import PageContent from "../components/PageContent"

const Main = () => {
    return (
        <PageContent>
            <h1>Система управления контентом на сайте: "Астролог Сергей Олоничев"</h1>
            <p>
                Что позволяет: 
                <br></br>
                <br></br>
                1. Страницы:
                <br></br>    
                Изменять заголовок
                <br></br>
                Изменять текст внутри страницы
                <br></br>
                <br></br>
                2. Заметки:
                <br></br>
                Изменять заголовок
                <br></br>
                Изменять текст заметки
                <br></br>
                <br></br>
                3. Комментарии
                <br></br>
                Удалить выбранный комментарий
                <br></br>
                <br></br>
                4. Слоган
                <br></br>
                Поменять слоган на новый
                <br></br>
                <br></br>
                5. Заявки
                <br></br>
                Просматривать заявки, поданные через сайт


            </p>
        </PageContent> 
    )
}

export default Main